Repository: BenjaminCanape/RunFlutterRun
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Accepted
ur: منظور کیا گیا

source: Activity
ur: سرگرمی

source: Activity list
ur: سرگرمیوں کی فہرست

source: Activity Sumup
ur: سرگرمی کا خلاصہ

# ask_account_removal
source: Are you sure to delete your account
ur: اپنے اکاؤنٹ کی ہٹائیں کی تصدیق کریں

# ask_activity_removal
source: Are you sure to delete this activity
ur: ہٹانے کی تصدیق کریں

source: Average speed
ur: اوسط رفتار

source: Back
ur: واپس

source: Cancel
ur: منسوخ

source: Canceled
ur: منسوخ ہوگئی

source: Close
ur: بند کریں

source: Community
ur: کمیونٹی

# congrats
source: End of activity. Congratulations.
ur: سرگرمی کا ختم. مبارک ہو

source: Current Password
ur: موجودہ پاس ورڈ

source: Cycling
ur: سائیکل چلانا

# date_pronoun
source: On
ur: کو

source: Delete
ur: حذف کریں

source: Delete account
ur: اکاؤنٹ حذف کریں

source: Details
ur: تفصیلات

source: Distance
ur: فاصلہ

source: Duration
ur: مدت

# edit_password
source: Edit the password
ur: پاس ورڈ میں ترتیب دیں

# edit_password_error
source: Error: the password was not edited
ur: خطا: پاس ورڈ میں ترتیب نہیں ہوئی

source: Edit profile
ur: پروفائل میں ترتیب دیں

# edit_profile_error
source: Error: the profile was not saved
ur: خطا: پروفائل محفوظ نہیں ہوئی

source: Email
ur: ای میل

source: End
ur: ختم ہوگا

source: Firstname
ur: پہلا نام

source: Follow
ur: پیروی کریں

source: Followed
ur: پیروی کی گئی

# form_description_email_empty
source: Type your email
ur: براہ کرم اپنا ای میل لکھیں

# form_description_email_not_valid
source: Type a valid email
ur: براہ کرم ایک درست ای میل لکھیں

# form_description_name_empty
source: Type your name
ur: براہ کرم اپنا نام لکھیں

# form_description_password_empty
source: Type your password
ur: براہ کرم اپنا پاس ورڈ لکھیں

# good_luck
source: Let start, good luck
ur: شروع ہوگیا ہے، بھت بھت مبارک ہو

source: Graph
ur: گراف

source: Hello
ur: ہیلو

source: hours
ur: گھنٹے

# hours_pronoun
source: at
ur: تک

source: kilometers
ur: کلومیٹرز

source: Lastname
ur: آخری نام

# list
source: My activities
ur: میری سرگرمیاں

source: Load more
ur: مزید لوڈ کریں

source: Log in
ur: لاگ ان کریں

# login_page
source: Login
ur: لاگ ان

source: Log out
ur: لاگ آؤٹ کریں

source: minutes
ur: منٹ

source: New password
ur: نیا پاس ورڈ

source: No data
ur: کوئی ڈیٹا نہیں

source: Password
ur: پاس ورڈ

source: Passwords do not match
ur: پاس ورڈ میل نہیں کرتے

# pause_activity
source: Activity paused
ur: سرگرمی میں وقفہ ہے

source: Pending
ur: زیر التوا

# pending_requests_title
source: Pending requests
ur: زیر التوا درخواستیں

source: per
ur: فی

# profile_picture_select
source: Choose a profile picture
ur: اپنی پروفائل کی تصویر منتخب کریں

# profile_picture_select_please
source: Please choose a profile picture
ur: براہ کرم ایک پروفائل تصویر منتخب کریں

source: Registration
ur: رجسٹریشن

source: Rejected
ur: مسترد

# resume_activity
source: Activity resumed
ur: سرگرمی دوبارہ شروع کریں

source: Running
ur: رننگ

source: Search
ur: تلاش کریں

source: seconds
ur: سیکنڈز

# see_pending_requests
source: Pending requests
ur: زیر التوا درخواستیں دیکھیں

# send_mail
source: Send the mail
ur: پاس ورڈ بھیجیں

# send_new_password
source: Forgot your password ?
ur: پاس ورڈ بھول گئے ہیں؟

source: Settings
ur: ترتیبات

# share_failed
source: Activity sharing failed
ur: سرگرمی کا حصہ کرنے میں ناکامی

source: Speed
ur: رفتار

source: Start
ur: شروع ہوگا

# start_activity
source: Start
ur: سرگرمی شروع کریں

source: Statistics
ur: اعداد و شمار

source: Unfollow
ur: پیروی نہ کریں

source: Validate
ur: تصدیق کریں

source: Verify
ur: تصدیق کریں

# view_previous_comments
source: View {previousCommentsCount} previous comments
ur: پچھلے {previousCommentsCount} تبادلے دیکھیں

source: Walking
ur: چلتا پھرتا

source: Welcome
ur: خوش آمدید
